Repository: LuicdLabs/OneMMC
Catalog: src/OneMMC/Strings/*/WF.resw
Source language: en_us
Languages: zh_tw

# WF_ConnectionSecurityRuleProperties_Endpoint1IPAddress
source: Endpoint 1 IP address:
zh_tw: 端點 1 IP 位址:

# WF_ConnectionSecurityRuleProperties_Endpoint1Port
source: Endpoint 1 port:
zh_tw: 端點 1 連接埠:

# WF_ConnectionSecurityRuleProperties_Endpoint2IPAddress
source: Endpoint 2 IP address:
zh_tw: 端點 2 IP 位址:

# WF_ConnectionSecurityRuleProperties_Endpoint2Port
source: Endpoint 2 port:
zh_tw: 端點 2 連接埠:

# WF_ConnectionSecurityRuleProperties_ExemptIPsecProtectedConnections
source: Exempt IPsec protected connections:
zh_tw: 豁免 IPsec 保護的連線:

# WF_ConnectionSecurityRuleProperties_FirstAuthentication
source: First authentication:
zh_tw: 第一個驗證:

# WF_ConnectionSecurityRuleProperties_InterfaceTypes
source: Interface types:
zh_tw: 介面類型:

# WF_ConnectionSecurityRuleProperties_LocalTunnelEndpoint
source: Local tunnel endpoint:
zh_tw: 本機通道端點:

# WF_ConnectionSecurityRuleProperties_Profile
source: Profile:
zh_tw: 設定檔:

# WF_ConnectionSecurityRuleProperties_Protocol
source: Protocol:
zh_tw: 通訊協定:

# WF_ConnectionSecurityRuleProperties_RemoteTunnelEndpoint
source: Remote tunnel endpoint:
zh_tw: 遠端通道端點:

# WF_ConnectionSecurityRuleProperties_Requirements
source: Requirements:
zh_tw: 需求:

# WF_ConnectionSecurityRuleProperties_SecondAuthentication
source: Second authentication:
zh_tw: 第二個驗證:

# WF_CustomizeAllowIfSecure_AllowAuthenticatedAndIntegrityProtectedConnectionsA
source: Allow authenticated and integrity-protected connections (A)
zh_tw: 允許經過驗證和完整性保護的連線 (A)

# WF_CustomizeAllowIfSecure_AllowConnectionsUsingNullEncapsulationN
source: Allow connections using Null encapsulation (N)
zh_tw: 允許使用 Null 封裝的連線 (N)

# WF_CustomizeAllowIfSecure_AllowTheComputersToDynamicallyNegotiateEncryption
source: Allow the computers to dynamically negotiate encryption
zh_tw: 允許電腦動態協商加密

source: In addition to integrity and authentication, also require privacy.
zh_tw: 除了完整性和驗證之外，還需要隱私。

source: Null encapsulation allows you to require authentication for connections, but without providing integrity or privacy protection for the encapsulated packets. Compatible with Windows 7 and later.
zh_tw: Null 封裝可讓您要求連線進行驗證，但不為封裝的封包提供完整性或隱私保護。與 Windows 7 及更新版本相容。

source: Only allow connections that are authenticated and integrity-protected using IPsec. Compatible with Windows Vista and later.
zh_tw: 僅允許使用 IPsec 進行驗證和完整性保護的連線。與 Windows Vista 及更新版本相容。

# WF_CustomizeAllowIfSecure_OverrideBlockRulesO
source: Override block rules (O)
zh_tw: 覆寫封鎖規則 (O)

# WF_CustomizeAllowIfSecure_RequireEncryptedConnectionsE
source: Require encrypted connections (E)
zh_tw: 需要加密的連線 (E)

source: Select one of the following options to determine the action Windows Defender Firewall with Advanced Security takes on connections that match the firewall rule conditions.
zh_tw: 選取下列其中一個選項，以決定進階安全性 Windows Defender 防火牆對符合防火牆規則條件之連線採取的動作。

source: This option allows authenticated but unencrypted network packets to be sent while encryption is being negotiated. Compatible with Windows Vista and later.
zh_tw: 此選項允許在協商加密時傳送已驗證但未加密的網路封包。與 Windows Vista 及更新版本相容。

source: Configure the first and second authentication methods for this connection security rule.
zh_tw: 設定此連線安全性規則的第一和第二個驗證方法。

# WF_CustomizeAuthMethods_FirstAuthenticationIsOptional
source: First authentication is optional
zh_tw: 第一個驗證為選擇性

# WF_CustomizeAuthMethods_FirstAuthenticationMethods
source: First authentication methods:
zh_tw: 第一個驗證方法:

# WF_CustomizeAuthMethods_MoveDown
source: Move Down
zh_tw: 下移

# WF_CustomizeAuthMethods_MoveUp
source: Move Up
zh_tw: 上移

# WF_CustomizeAuthMethods_SecondAuthenticationIsOptional
source: Second authentication is optional
zh_tw: 第二個驗證為選擇性

# WF_CustomizeAuthMethods_SecondAuthenticationMethods
source: Second authentication methods:
zh_tw: 第二個驗證方法:

# WF_CustomizeAuthMethods_SecondAuthenticationPresharedKeyNote
source: A second authentication cannot be specified when a preshared key is in the first authentication methods list.
zh_tw: 當第一個驗證方法清單包含預先共用金鑰時，無法指定第二個驗證。

# WF_CustomizeIpsecDefaults_Customize
source: Customize...
zh_tw: 自訂...

# WF_CustomizeIpsecDefaults_DataProtectionQuickMode
source: Data protection (Quick Mode)
zh_tw: 資料保護 (快速模式)

# WF_CustomizeIpsecDefaults_DefaultRecommended
source: Default (recommended)
zh_tw: 預設 (建議)

source: IPsec will use these settings to establish secured connections when there are active connection security rules.
zh_tw: 當有作用中的連線安全性規則時，IPsec 將使用這些設定來建立安全連線。

# WF_CustomizeIpsecDefaults_KeyExchangeMainMode
source: Key exchange (Main Mode)
zh_tw: 金鑰交換 (主要模式)

# WF_CustomizeIpsecDefaults_WhenYouUseTheDefaultOptionsAnySettingsInAGPOWith
source: When you use the default options, any settings in a GPO with a higher precedence are used.
zh_tw: 使用預設選項時，會使用具有較高優先順序的 GPO 中的任何設定。

# WF_DataProtectionSettings_DataIntegrity
source: Data integrity
zh_tw: 資料完整性

# WF_DataProtectionSettings_DataIntegrityAndEncryption
source: Data integrity and encryption
zh_tw: 資料完整性和加密

source: Data protection settings are used by connection security rules to protect network traffic.
zh_tw: 連線安全性規則使用資料保護設定來保護網路流量。

# WF_DataProtectionSettings_KeyLifetimeMinutesKB
source: Key lifetime (minutes/KB)
zh_tw: 金鑰使用期限 (分鐘/KB)

source: Protect data from modification and preserve confidentiality on the network with these integrity and encryption algorithms. Those higher in the list are tried first.
zh_tw: 使用這些完整性和加密演算法保護資料免於遭修改，並在網路上保持機密性。清單中較上方的項目會優先嘗試。

source: Protect data from modification on the network with these integrity algorithms. Those higher in the list are tried first.
zh_tw: 使用這些完整性演算法保護網路上的資料免於遭修改。清單中較上方的項目會優先嘗試。

source: Require encryption for all connection security rules that use these settings
zh_tw: 需要對所有使用這些設定的連線安全性規則進行加密

# WF_FirewallProperties_IcmpExemptionsDescription
source: Exempting ICMP from all IPsec requirements can simplify troubleshooting of network connectivity issues
zh_tw: 從所有 IPsec 需求中豁免 ICMP，可簡化網路連線問題的疑難排解

# WF_FirewallProperties_IpsecDefaultsDescription
source: Specify settings used by IPsec to establish secured connections
zh_tw: 指定 IPsec 用來建立安全連線的設定

# WF_FirewallProperties_TunnelAuthorizationDescription
source: Specify the users and computers that are authorized to establish IPsec tunnel connections to this computer
zh_tw: 指定被授權可與此電腦建立 IPsec 通道連線的使用者與電腦

# WF_FirewallRuleInfo_EG80443
source: e.g. 80, 443
zh_tw: 例如 80, 443

# WF_FirewallRuleInfo_EG8044380808090
source: e.g. 80, 443, 8080-8090
zh_tw: 例如 80, 443, 8080-8090

# WF_ICMPSettings_AddD
source: Add (D)
zh_tw: 新增 (D)

# WF_ICMPSettings_AddressMaskRequest
source: Address Mask Request
zh_tw: 位址遮罩要求

# WF_ICMPSettings_AllICMPTypesA
source: All ICMP types (A)
zh_tw: 所有 ICMP 類型 (A)

source: Apply this rule to the following Internet Control Message Protocol (ICMP) connections:
zh_tw: 將此規則套用至下列網際網路控制訊息通訊協定 (ICMP) 連線:

# WF_ICMPSettings_CodeC
source: Code (C):
zh_tw: 代碼 (C):

# WF_ICMPSettings_DestinationUnreachable
source: Destination Unreachable
zh_tw: 目的地無法到達

# WF_ICMPSettings_EchoRequest
source: Echo Request
zh_tw: 回應要求

# WF_ICMPSettings_PacketTooBig
source: Packet Too Big
zh_tw: 封包太大

# WF_ICMPSettings_ParameterProblem
source: Parameter Problem
zh_tw: 參數問題

# WF_ICMPSettings_Redirect
source: Redirect
zh_tw: 重新導向

# WF_ICMPSettings_RouterAdvertisement
source: Router Advertisement
zh_tw: 路由器通告

# WF_ICMPSettings_RouterSolicitation
source: Router Solicitation
zh_tw: 路由器要求

# WF_ICMPSettings_SourceQuench
source: Source Quench
zh_tw: 來源抑制

# WF_ICMPSettings_SpecificICMPTypesS
source: Specific ICMP types (S)
zh_tw: 特定 ICMP 類型 (S)

# WF_ICMPSettings_ThisICMPType
source: This ICMP type:
zh_tw: 此 ICMP 類型:

# WF_ICMPSettings_TimeExceeded
source: Time Exceeded
zh_tw: 超過時間

# WF_ICMPSettings_TimestampRequest
source: Timestamp Request
zh_tw: 時間戳記要求

# WF_ICMPSettings_TypeT
source: Type (T):
zh_tw: 類型 (T):

# WF_IntegrityAlgorithmEditor_Algorithm
source: Algorithm
zh_tw: 演算法

# WF_IntegrityAlgorithmEditor_NullEncapsulation
source: Null encapsulation
zh_tw: Null 封裝

source: Provides integrity for both the packet payload and the IP header. AH protocol is not compatible with NAT.
zh_tw: 為封包承載和 IP 標頭提供完整性。AH 通訊協定與 NAT 不相容。

source: Provides integrity only for the packet payload. ESP is compatible with Network Address Translation (NAT).
zh_tw: 僅為封包承載提供完整性。ESP 與網路位址轉譯 (NAT) 相容。

source: Provides no integrity protection for the packet payload or IP header.
zh_tw: 不為封包承載或 IP 標頭提供完整性保護。

source: Adding the AH protocol provides additional integrity for the IP header. This option is not compatible with NAT.
zh_tw: 新增 AH 通訊協定可提供 IP 標頭的額外完整性。此選項與 NAT 不相容。

# WF_IntegrityEncryptionAlgorithmEditor_Algorithms
source: Algorithms
zh_tw: 演算法

# WF_IntegrityEncryptionAlgorithmEditor_ESPAndAH
source: ESP and AH
zh_tw: ESP 和 AH

source: ESP protocol provides privacy and integrity for the packet payload. ESP is compatible with Network Address Translation (NAT).
zh_tw: ESP 通訊協定提供封裝承載的隱私和完整性。ESP 與網路位址轉譯 (NAT) 相容。

source: Invalid algorithm combination. For AES-GCM encryption, integrity must match the same AES-GCM bit length. AES-GCM or AES-GMAC integrity requires AES-GCM encryption.
zh_tw: 無效的演算法組合。對於 AES-GCM 加密，完整性必須符合相同的 AES-GCM 位元長度。AES-GCM 或 AES-GMAC 完整性需要 AES-GCM 加密。

# WF_InterfaceTypes_SpecifyTheInterfaceTypesThisRuleAppliesTo
source: Specify the interface types this rule applies to.
zh_tw: 指定此規則套用的介面類型。

# WF_InterfaceTypes_TheseInterfaceTypes
source: These interface types:
zh_tw: 這些介面類型:

# WF_IPAddressEntry_CaptivePortalAddresses
source: Captive Portal Addresses
zh_tw: 強制入口位址

# WF_IPAddressEntry_DefaultGateway
source: Default gateway
zh_tw: 預設閘道

# WF_IPAddressEntry_DHCPServers
source: DHCP servers
zh_tw: DHCP 伺服器

# WF_IPAddressEntry_DNSServers
source: DNS servers
zh_tw: DNS 伺服器

# WF_IPAddressEntry_EG1921681024
source: e.g. 192.168.1.0/24
zh_tw: 例如 192.168.1.0/24

# WF_IPAddressEntry_Examples192168012
source: Examples: 192.168.0.12
zh_tw: 範例: 192.168.0.12

# WF_IPAddressEntry_From
source: From:
zh_tw: 從:

# WF_IPAddressEntry_Internet
source: Internet
zh_tw: 網際網路

# WF_IPAddressEntry_Intranet
source: Intranet
zh_tw: 內部網路

# WF_IPAddressEntry_LocalSubnet
source: Local subnet
zh_tw: 本機子網路

# WF_IPAddressEntry_PlayToRenderers
source: PlayTo Renderers
zh_tw: PlayTo 轉譯器

# WF_IPAddressEntry_PredefinedSetOfComputers
source: Predefined set of computers:
zh_tw: 預先定義的電腦集:

# WF_IPAddressEntry_RemoteCorpNetwork
source: Remote Corp Network
zh_tw: 遠端公司網路

# WF_IPAddressEntry_SpecifyTheIPAddressesToMatch
source: Specify the IP addresses to match:
zh_tw: 指定要比對的 IP 位址:

# WF_IPAddressEntry_ThisIPAddressOrSubnet
source: This IP address or subnet:
zh_tw: 此 IP 位址或子網路:

# WF_IPAddressEntry_ThisIPAddressRange
source: This IP address range:
zh_tw: 此 IP 位址範圍:

# WF_IPAddressEntry_To
source: To:
zh_tw: 到:

# WF_IPAddressEntry_WINSServers
source: WINS servers
zh_tw: WINS 伺服器

# WF_IpsecTunnelAuthorizations_AuthorizedComputers
source: Authorized computers
zh_tw: 授權的電腦

# WF_IpsecTunnelAuthorizations_AuthorizedUsers
source: Authorized users
zh_tw: 授權的使用者

# WF_IpsecTunnelAuthorizations_DenyConnectionsFromTheseComputers
source: Deny connections from these computers:
zh_tw: 拒絕來自這些電腦的連線:

# WF_IpsecTunnelAuthorizations_DenyConnectionsFromTheseUsers
source: Deny connections from these users:
zh_tw: 拒絕來自這些使用者的連線:

# WF_IpsecTunnelAuthorizations_Exceptions
source: Exceptions
zh_tw: 例外

# WF_IpsecTunnelAuthorizations_OnlyAllowConnectionsFromTheseComputers
source: Only allow connections from these computers:
zh_tw: 僅允許來自這些電腦的連線:

# WF_NewConnectionSecurityRule_AuthenticationExemption
source: Authentication exemption
zh_tw: 驗證豁免

# WF_NewConnectionSecurityRule_CAName
source: CA name
zh_tw: CA 名稱

# WF_NewConnectionSecurityRule_CertificateStoreType
source: Certificate store type
zh_tw: 憑證存放區類型

# WF_NewConnectionSecurityRule_ClientToGateway
source: Client-to-gateway
zh_tw: 用戶端到閘道

# WF_NewConnectionSecurityRule_ComputerCertificate
source: Computer certificate
zh_tw: 電腦憑證

# WF_NewConnectionSecurityRule_ConfigureIPEndpoints
source: Configure IP Endpoints
zh_tw: 設定 IP 端點

# WF_NewConnectionSecurityRule_CustomConfiguration
source: Custom configuration
zh_tw: 自訂設定

# WF_NewConnectionSecurityRule_CustomizeInterfaceTypes
source: Customize Interface Types...
zh_tw: 自訂介面類型...

# WF_NewConnectionSecurityRule_Endpoints
source: Endpoints
zh_tw: 端點

# WF_NewConnectionSecurityRule_ExemptComputers
source: Exempt computers
zh_tw: 豁免的電腦

# WF_NewConnectionSecurityRule_GatewayToClient
source: Gateway-to-client
zh_tw: 閘道到用戶端

# WF_NewConnectionSecurityRule_Isolation
source: Isolation
zh_tw: 隔離

# WF_NewConnectionSecurityRule_KeyingModule
source: Keying module
zh_tw: 金鑰模組

# WF_NewConnectionSecurityRule_NewConnectionSecurityRule
source: New Connection Security Rule
zh_tw: 新增連線安全性規則

source: No. Send all network traffic that matches this rule through the tunnel.
zh_tw: 否。將所有符合此規則的網路流量通過通道傳送。

# WF_NewConnectionSecurityRule_Requirements
source: Requirements
zh_tw: 需求

# WF_NewConnectionSecurityRule_ServerToServer
source: Server-to-server
zh_tw: 伺服器到伺服器

# WF_NewConnectionSecurityRule_SigningAlgorithm
source: Signing algorithm
zh_tw: 簽署演算法

# WF_NewConnectionSecurityRule_Tunnel
source: Tunnel
zh_tw: 通道

# WF_NewConnectionSecurityRule_TunnelEndpoints
source: Tunnel Endpoints
zh_tw: 通道端點

# WF_NewConnectionSecurityRule_WhatTypeOfTunnelWouldYouLikeToCreate
source: What type of tunnel would you like to create?
zh_tw: 您要建立哪種類型的通道?

source: Would you like to exempt IPsec-protected connections from this tunnel?
zh_tw: 是否要將 IPsec 保護的連線豁免於此通道?

source: Yes. If a network connection is already protected by IPsec through another rule, do not send packets through this tunnel.
zh_tw: 是。如果網路連線已透過另一個規則受到 IPsec 保護，則不要將封包通過此通道傳送。

# WF_NewFirewallRule_ConfigureIPScope
source: Configure IP Scope
zh_tw: 設定 IP 範圍

# WF_NewFirewallRule_ExampleCPathProgramExe
source: Example: C:\path\program.exe
zh_tw: 範例: C:\path\program.exe

# WF_NewFirewallRule_ICMPSettings
source: ICMP settings
zh_tw: ICMP 設定

# WF_NewFirewallRule_Port
source: Port
zh_tw: 連接埠

# WF_NewFirewallRule_Predefined
source: Predefined
zh_tw: 預先定義

# WF_NewFirewallRule_PredefinedRule
source: Predefined rule
zh_tw: 預先定義的規則

# WF_NewFirewallRule_SpecifyServices
source: Specify Services
zh_tw: 指定服務

# WF_Principals_ApplicationPackageProperties
source: Application Package Properties
zh_tw: 應用程式套件屬性

# WF_Principals_LocalUser
source: Local User
zh_tw: 本機使用者

# WF_Principals_SkipThisRuleForConnectionsFromTheseUsers
source: Skip this rule for connections from these users
zh_tw: 對來自這些使用者的連線略過此規則

source: Allows rules created by local administrators to be merged with rules distributed through Group Policy.
zh_tw: 允許本機系統管理員建立的規則與透過群組原則散發的規則合併。

# WF_ProfileFirewallBehavior_AllowUnicastResponse
source: Allow unicast response:
zh_tw: 允許單點傳播回應:

source: Allow unicast response to multicast or broadcast network traffic.
zh_tw: 允許對多點傳播或廣播網路流量進行單點傳播回應。

# WF_ProfileFirewallBehavior_ApplyLocalConnectionSecurityRules
source: Apply local connection security rules:
zh_tw: 套用本機連線安全性規則:

# WF_ProfileFirewallBehavior_ApplyLocalFirewallRules
source: Apply local firewall rules:
zh_tw: 套用本機防火牆規則:

# WF_ProfileFirewallBehavior_DisplayANotification
source: Display a notification:
zh_tw: 顯示通知:

source: Display notifications to the user when a program is blocked from receiving inbound connections.
zh_tw: 當程式被封鎖接收輸入連線時，向使用者顯示通知。

# WF_ProfileFirewallBehavior_FirewallSettings
source: Firewall settings
zh_tw: 防火牆設定

# WF_ProfileFirewallBehavior_RuleMerging
source: Rule merging
zh_tw: 規則合併

source: Specify settings that control Windows Defender Firewall with Advanced Security behavior.
zh_tw: 指定控制進階安全性 Windows Defender 防火牆行為的設定。

# WF_ProfileFirewallBehavior_UnicastResponse
source: Unicast response
zh_tw: 單點傳播回應

source: Default path for the log file is %systemroot%\\system32\\logfiles\\firewall\\pfirewall.log.
zh_tw: 記錄檔的預設路徑為 %systemroot%\system32\logfiles\firewall\pfirewall.log。

# WF_ProfileLoggingSettings_LogDroppedPackets
source: Log dropped packets:
zh_tw: 記錄封棄的封包:

# WF_ProfileLoggingSettings_LogSuccessfulConnections
source: Log successful connections:
zh_tw: 記錄成功的連線:

# WF_ProfileLoggingSettings_Name
source: Name:
zh_tw: 名稱:

# WF_ProfileLoggingSettings_NoteIfYouAreConfiguringTheLogFileNameOnGroupPolicy
source: Note: If you are configuring the log file name on Group Policy object, ensure that the Windows Defender Firewall service account has write permissions to the folder containing the log file.
zh_tw: 注意: 如果您在群組原則物件上設定記錄檔名稱，請確定 Windows Defender 防火牆服務帳戶具有包含記錄檔之資料夾的寫入權限。

# WF_ProfileLoggingSettings_SizeLimitKB
source: Size limit (KB):
zh_tw: 大小限制 (KB):

# WF_ProtectedNetworkConnections_NetworkConnections
source: Network connections:
zh_tw: 網路連線:

source: Select the check box for each connection you want Windows Defender Firewall to help protect.
zh_tw: 選取您要 Windows Defender 防火牆協助保護的每個連線的核取方塊。

# WF_RemoteEndpoints_Endpoint1
source: Endpoint 1
zh_tw: 端點 1

# WF_RemoteEndpoints_Endpoint2
source: Endpoint 2
zh_tw: 端點 2

# WF_ScopeIPAddress_LocalIPAddresses
source: Local IP addresses
zh_tw: 本機 IP 位址

# WF_ScopeIPAddress_RemoteIPAddresses
source: Remote IP addresses
zh_tw: 遠端 IP 位址

# WF_SecurityMethodEditor_KeyExchangeAlgorithm
source: Key exchange algorithm:
zh_tw: 金鑰交換演算法:

# WF_WindowsFirewall_DomainProfile
source: Domain Profile
zh_tw: 網域設定檔

# WF_WindowsFirewall_InboundConnectionsThatDoNotMatchARuleAreBlocked
source: Inbound connections that do not match a rule are blocked.
zh_tw: 不符合規則的輸入連線會被封鎖。

# WF_WindowsFirewall_OutboundConnectionsThatDoNotMatchARuleAreAllowed
source: Outbound connections that do not match a rule are allowed.
zh_tw: 不符合規則的輸出連線會被允許。

# WF_WindowsFirewall_Overview
source: Overview
zh_tw: 概觀

# WF_WindowsFirewall_PrivateProfile
source: Private Profile
zh_tw: 私人設定檔

# WF_WindowsFirewall_PublicProfile
source: Public Profile
zh_tw: 公用設定檔

# WF_WindowsFirewall_RestoreLocalDefaults
source: Restore local defaults
zh_tw: 還原本機預設值

# WF_WindowsFirewall_WindowsDefenderFirewallIsOn
source: Windows Defender Firewall is on.
zh_tw: Windows Defender 防火牆已開啟。

# WF_WindowsFirewallProperties_AllowDefault
source: Allow (default)
zh_tw: 允許 (預設)

# WF_WindowsFirewallProperties_BlockAllConnections
source: Block all connections
zh_tw: 封鎖所有連線

# WF_WindowsFirewallProperties_BlockDefault
source: Block (default)
zh_tw: 封鎖 (預設)

# WF_WindowsFirewallProperties_ExemptICMPFromIPsec
source: Exempt ICMP from IPsec
zh_tw: 將 ICMP 豁免於 IPsec

# WF_WindowsFirewallProperties_InboundConnections
source: Inbound connections
zh_tw: 輸入連線

# WF_WindowsFirewallProperties_IPsecDefaults
source: IPsec defaults
zh_tw: IPsec 預設值

# WF_WindowsFirewallProperties_IPsecExemptions
source: IPsec exemptions
zh_tw: IPsec 豁免

# WF_WindowsFirewallProperties_IPsecSettings
source: IPsec settings
zh_tw: IPsec 設定

# WF_WindowsFirewallProperties_OutboundConnections
source: Outbound connections
zh_tw: 輸出連線

# WF_WindowsFirewallProperties_Profiles
source: Profiles
zh_tw: 設定檔

# WF_WindowsFirewallProperties_ProtectedNetworkConnections
source: Protected network connections
zh_tw: 受保護的網路連線

# WF_WindowsFirewallProperties_SpecifyLoggingSettingsForTroubleshooting
source: Specify logging settings for troubleshooting
zh_tw: 指定疑難排解的記錄設定

source: Specify settings that control Windows Defender Firewall behavior
zh_tw: 指定控制 Windows Defender 防火牆行為的設定

# WF_RestoreLocalDefaults_Title
source: Restore local firewall defaults
zh_tw: 還原本機防火牆預設值

# WF_RestoreLocalDefaults_Message
source: This will restore the local Windows Defender Firewall configuration to its defaults. Continue?
zh_tw: 這會將本機 Windows Defender 防火牆設定還原為預設值。要繼續嗎?

# WF_RestoreLocalDefaults_Button
source: Restore
zh_tw: 還原

# WF_ProfileHeader_Format
source: {0} Profile
zh_tw: {0} 設定檔

# WF_ProfileHeaderActive_Format
source: {0} Profile is Active
zh_tw: {0} 設定檔為作用中

# WF_FirewallStatus_Format
source: Windows Defender Firewall is {0}.
zh_tw: Windows Defender 防火牆已{0}。

# WF_InboundOverview_Format
source: Inbound connections that do not match a rule are {0}.
zh_tw: 不符合規則的輸入連線會被{0}。

# WF_OutboundOverview_Format
source: Outbound connections that do not match a rule are {0}.
zh_tw: 不符合規則的輸出連線會被{0}。

# WF_State_On
source: on
zh_tw: 開啟

# WF_State_Off
source: off
zh_tw: 關閉

# WF_Traffic_Blocked
source: blocked
zh_tw: 封鎖

# WF_Traffic_Allowed
source: allowed
zh_tw: 允許

# WF_AdvancedCertificateCriteria_Title
source: Advanced Certificate Criteria Properties
zh_tw: 進階憑證條件屬性

# WF_CustomizeAdvancedAuthenticationMethods_Title
source: Customize Advanced Authentication Methods
zh_tw: 自訂進階驗證方法

# WF_CustomizeAdvancedKeyExchange_Title
source: Customize Advanced Key Exchange Settings
zh_tw: 自訂進階金鑰交換設定

# WF_CustomizeDataProtection_Title
source: Customize Data Protection Settings
zh_tw: 自訂資料保護設定

# WF_CustomizeIcmpSettings_Title
source: Customize ICMP Settings
zh_tw: 自訂 ICMP 設定

# WF_CustomizeIpsecDefaults_Title
source: Customize IPsec Defaults
zh_tw: 自訂 IPsec 預設值

# WF_CustomizeIpsecTunnelSettings_Title
source: Customize IPsec Tunnel Settings
zh_tw: 自訂 IPsec 通道設定

# WF_CustomizeIpsecTunnelAuthorizations_Title
source: Customize IPsec Tunnel Authorizations
zh_tw: 自訂 IPsec 通道授權

# WF_InterfaceTypes_Title
source: Interface Types
zh_tw: 介面類型

# WF_IPAddress_Title
source: IP Address
zh_tw: IP 位址

# WF_ManageIPAddresses_Title
source: Manage IP Addresses
zh_tw: 管理 IP 位址

# WF_ManageRemoteEndpoints_Title
source: Manage Remote Endpoints
zh_tw: 管理遠端端點

# WF_Monitoring_AuthorizedUsersComputers
source: Authorized users and computers:
zh_tw: 授權的使用者和電腦:

# WF_Monitoring_ExceptedUsersComputers
source: Excepted users and computers:
zh_tw: 例外的使用者和電腦:

# WF_Monitoring_IcmpSettings
source: ICMP settings:
zh_tw: ICMP 設定:

# WF_Monitoring_ProgramsAndPortsTab
source: Programs and Ports
zh_tw: 程式和連接埠

# WF_EdgeTraversal_AllowDisplay
source: Allow edge traversal
zh_tw: 允許邊緣周遊

# WF_EdgeTraversal_BlockDisplay
source: Block edge traversal
zh_tw: 封鎖邊緣周遊

# WF_EdgeTraversal_DeferToAppDisplay
source: Defer to application
zh_tw: 延遲至應用程式

# WF_EdgeTraversal_DeferToUserDisplay
source: Defer to user
zh_tw: 延遲至使用者

# WF_TunnelEndpoints_ClientToGatewayDescription
source: Specify the remote tunnel endpoint and the computers that can be reached through the tunnel.
zh_tw: 指定遠端通道端點和可透過通道到達的電腦。

# WF_TunnelEndpoints_ClientToGatewayRemoteHeader
source: What are the remote endpoints?
zh_tw: 遠端端點為何?

# WF_TunnelEndpoints_GatewayToClientDescription
source: Specify which computers behind the gateway can be reached through the tunnel.
zh_tw: 指定閘道後方可透過通道到達的電腦。

# WF_TunnelEndpoints_GatewayToClientLocalHeader
source: What are the local endpoints?
zh_tw: 本機端點為何?

# WF_TunnelEndpoints_DefaultDescription
source: Connections from Endpoint 1 to Endpoint 2 pass through the specified tunnel endpoints.
zh_tw: 從端點 1 到端點 2 的連線會通過指定的通道端點。

# WF_TunnelEndpoints_Endpoint1Header
source: Which computers are in Endpoint 1?
zh_tw: 哪些電腦在端點 1 中?

# WF_TunnelEndpoints_Endpoint2Header
source: Which computers are in Endpoint 2?
zh_tw: 哪些電腦在端點 2 中?

# WF_TunnelEndpoints_DialogDescription
source: Connections from Endpoint 1 to Endpoint 2 will pass through the specified tunnel endpoints. Tunnel endpoints are generally gateway servers.
zh_tw: 從端點 1 到端點 2 的連線會通過指定的通道端點。通道端點通常是閘道伺服器。

# WF_TunnelEndpoints_AuthModeNote
source: Note: When IPsec tunneling is used, the authentication mode must be set to Require inbound and outbound.
zh_tw: 注意: 使用 IPsec 通道時，驗證模式必須設為需要輸入和輸出。

# WF_CSR_TunnelType_ClientToGatewayDescription
source: Use the local computer as one endpoint. Specify the remote endpoint and reachable computers through the tunnel.
zh_tw: 使用本機電腦作為一個端點。指定遠端端點和可透過通道到達的電腦。

# WF_CSR_TunnelType_GatewayToClientDescription
source: Use the local computer as a gateway endpoint. Specify computers that can be reached through the tunnel by a remote client.
zh_tw: 使用本機電腦作為閘道端點。指定遠端用戶端可透過通道到達的電腦。

# WF_CSR_TunnelType_DefaultDescription
source: Specify the tunnel endpoints and the computers that can be reached at either end of the tunnel.
zh_tw: 指定通道端點和可在通道任一端到達的電腦。
